[{"copyright":"Xie Jie","date":"2021-11-01","explanation":"The dream was to capture both the waterfall and the Milky Way together. Difficulties included finding a good camera location, artificially illuminating the waterfall and the surrounding valley effectively, capturing the entire scene with numerous foreground and background shots, worrying that fireflies would be too distracting, keeping the camera dry, and avoiding stepping on a poisonous snake.  Behold the result -- captured after midnight in mid-July and digitally stitched into a wide-angle panorama. The waterfall is the picturesque Zhulian waterfall in the Luoxiao Mountains in eastern Hunan Province, China. The central band of our Milky Way Galaxy crosses the sky and shows numerous dark dust filaments and colorful nebulas. Bright stars dot the sky -- all residing in the nearby Milky Way -- including the Summer Triangle with bright Vega visible above the Milky Way's arch. After capturing all 78 component exposures for you to enjoy, the photographer and friends enjoyed the view themselves for the rest of the night.    Discovery + Outreach: Graduate student research position open for APOD","hdurl":"https://apod.nasa.gov/apod/image/2111/MilkyWayWaterfall_XieJie_2500.jpg","media_type":"image","service_version":"v1","title":"A Waterfall and the Milky Way","url":"https://apod.nasa.gov/apod/image/2111/MilkyWayWaterfall_XieJie_960.jpg"},{"date":"2021-11-02","explanation":"We've seen this same supernova three times -- when will we see it a fourth?  When a distant star explodes in a supernova, we're lucky if we see it even once. In the case of AT 2016jka (\"SN Requiem\"), because the exploding star happened to be lined up behind the center of a galaxy cluster (MACS J0138 in this case), a comparison of Hubble Space Telescope images demonstrate that we saw it three times. These three supernova images are highlighted in circles near the bottom of the left frame taken in 2016. On the right frame, taken in 2019, the circles are empty because all three images of the single supernova had faded. Computer modeling of the cluster lens, however, indicates that a fourth image of the same supernova should eventually appear in the upper circle on the right image. But when? The best models predict this will happen in 2037, but this date is uncertain by about two years because of ambiguities in the mass distribution of the cluster lens and the brightness history of the stellar explosion. With refined predictions and vigilant monitoring, Earthlings living 16 years from now may be able to catch this fourth image -- and perhaps learn more about both galaxy clusters and supernovas at once.    Discovery + Outreach: Graduate student research position open for APOD","hdurl":"https://apod.nasa.gov/apod/image/2111/MACSJ0138_Hubble_1762.jpg","media_type":"image","service_version":"v1","title":"SN Requiem: A Supernova Seen Three Times So Far","url":"https://apod.nasa.gov/apod/image/2111/MACSJ0138_Hubble_1080.jpg"}]
